Revit 2024 API
BuiltInFailures.GroupFailures.SomeGroupInstsBecameEmpty Property
 Group instances have had all their group members deleted and will also be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SomeGroupInstsBecameEmpty { get; }
Visual Basic
Public Shared ReadOnly Property SomeGroupInstsBecameEmpty As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SomeGroupInstsBecameEmpty {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace